[M_Sage_Mission05 MissionDefinition]
MissionDescription="When his other plans fail, Nakayama must go to H.S.S.S and let the monster in. First you have to go to the ground and stop. Otherwise, everyone on Pandora dies..<br><br>or something like that.<br><br>Claptrap says the ship's password is 1-3-4.."

[M_Sage_Mission05:KillBossSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="On the way to the HSS device, a monster will appear from the mountain in the middle and try to kill you. You should return the favor.."

[M_Sage_Mission05:KillDoctorSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Jack Stan is dead; The only thing standing between you and Pandora's safety is Professor Nakayama. Follow him and shoot him with an arrow (or hundreds).."

[M_Sage_Mission05:LootShipSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Once Nakayama is dead, it's time to claim your reward. Looks like Nakayama is bringing more weapons to the Eggers in HSS. Terminus, but (unfortunately for him) they don't have time to remove his chest before they "kill" him. However, his loss is your gain: fill your wallet and be surprised at how ugly Nikayama can be when all is said and done.."
